Repository: Neuronnexion/AlternC
Catalog: debian/po/*.po
Languages: nl

source: AlternC need ACL on filesystem
nl: AlternC heeft ACL nodig op het bestandssyteem

source: AlternC can't work without ACL activated on its filesystem. ACL are currently not enabled.
nl: AlternC kan niet werken zonder dat ACL aktief is on zijn bestandssysteem. ACL's zijn nu niet actief.

source: Also, you need to activate group quota (grpquota) to be able to use disk quota (but that's not mandatory).
nl: U moet ook groepsquota (grpquota) aanschakelen om schijfquota te kunnen gebruiken (maar dit is niet verplicht).

source: This is a fatal error and will cause the package installation to fail.
nl: Dit is een fatale fout, de package installatie zal niet lukken.

source: AlternC QUOTA not enabled
nl: AlternC QUOTA's zijn niet aangeschakeld.

source: As a result, the QUOTA assigned to each user will be infinite.
nl: Dit heeft tot gevolg dat aan iedere gebruiker een ongelimiteerde QUOTA toegewezen zal worden.

source: To be able to use space quota in AlternC, enable grpquota in your partition.
nl: Om schijfquota te kunnen gebruiken in AlternC moet U grpquota activeren in uw partitie.

source: Fully qualified name of the desktop:
nl: Volledig gekwalificeerde naam van de desktop:

source: Please enter the fully qualified name of your server. This will be the domain part of the url you will use to access the virtual managment desktop. This (sub)domain MUST point to your server.
nl: Gelieve de volledig gekwalificeerde naam van uw server in te voeren. Dit zal het domein gedeelte van de URL worden die U zal gebruiken om het virtuele beheersbureaublad te bereiken. Dit (sub)domein MOET naar uw server verwijzen.

source: The default should be ok if your machine is correctly configured.
nl: De standaardwaarde zou OK moeten zijn indien uw computer correct ingesteld is

source: Name of your hosting service:
nl: Naam van uw hostingverlener:

source: Please enter the name of your hosting service. It may be your company's name or your personnal name or whatever you want to ...
nl: Vul de naam van uw hostingdienst. Het mag uw bedrijfsnaam of uw eigen naam of wat U ook maar wenst...

source: Name of the primary domain name server:
nl: Naam van primaire domeinnaamserver:

source: Please enter the fully qualified name of your primary dns server. It can be this server since bind is installed and configured by AlternC. Anyway, if your hosting service is quite big, you may have an external primary name server that keep in sync with your alternc's server(s). . The default value should be good in most case.
nl: Database gebruiker niet gevonden

source: Name of the secondary domain name server:
nl: Naam van secondaire domeinnaamserver:

source: Path where AlternC's users html files will be located:
nl: Pad waar de AlternC's gebruikers html bestanden zullen worden opgeslagen:

source: Please enter the directory name where you want html user files to be put. The default value should be good in most cases.
nl: Vul de foldernaam waar U uw gebruikers maildirs wilt opslaan. De standaardwaarde zou in de meeste gevallen goed moeten zijn.

source: Path where AlternC's users mails will be located:
nl: Pad waar de AlternC's gebruikers mails zullen worden opgeslagen:

source: Path where alternc's logs files will be located:
nl: Pad waar de AlternC's log bestanden zullen worden opgeslagen:

source: Please enter the directory name where you want to put your log files. The default value should be good in most cases.
nl: Vul de foldernaam waar U uw log bestanden wilt opslaan. De standaardwaarde zou in de meeste gevallen goed moeten zijn.

source: Name of the mysql server:
nl: naam van de mysql server:

source: AlternC's mysql system database:
nl: AlternC's mysql systeem database:

source: Password of AlternC's mysql account:
nl: Wachtwoordv an AlternC's mysql account:
